cfd/wing/data/real3d/fine/system/decomposeParDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object decomposeParDict;
}

numberOfSubdomains 4;
method          hierarchical;

coeffs
{
    n               (2 2 1);
    order           xyz;
}
